Repository: yaquake-dot-com/humidor
Catalog: Sources/Humidor/Localizable.xcstrings
Source language: en
Languages: ca, cs, de, es_cl, es_es, et, fr, hu, it, lv, nl, pl, pt_br, pt_pt, ru, ta, tr, uk, zh_hans

source: Cancel
ca: Cancel·lar
cs: Zrušit
de: Abbrechen
es_cl: Cancelar
es_es: Cancelar
et: Tühista
fr: Annuler
hu: Mégse
it: Annulla
lv: Atcelt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
zh_hans: 取消

source: Cancel Room Membership
ca: Cancel·lar la subscripció a la sala
cs: Zrušit členství v místnosti
de: Raummitgliedschaft kündigen
es_cl: Cancelar Adhesión a la Sala
es_es: Cancelar adhesión a la sala
et: Tühista ruumi liikmelisus
fr: Annuler l'adhésion au salon
hu: Szobatagság lemondása
it: Elimina Appartenenza a Canale
lv: Anulēt istabas dalību
nl: Kamerlidmaatschap annuleren
pl: Anuluj członkostwo w pokoju
pt_br: Cancelar Associação à Sala
pt_pt: Cancelar Associação à Sala
ru: Отменить членство в комнате
ta: அறை உறுப்பினரை ரத்துசெய்
tr: Oda Üyeliğini İptal Et
uk: Скасувати членство в кімнаті
zh_hans: 取消聊天室会员资格

source: Cancelled
ca: Cancel·lat
cs: Zrušeno
de: Abgebrochen
es_cl: Cancelada
es_es: Cancelada
et: Tühistatud
fr: Annulé
hu: Visszavonva
it: Annullato
lv: Atcelts
nl: Geannuleerd
pl: Anulowane
pt_br: Cancelado
pt_pt: Cancelado
ru: Отменено
ta: ரத்து செய்யப்பட்டது
tr: İptal edildi
uk: Скасовано
zh_hans: 取消

source: Case is insensitive, but word order is important: 'Instrumental Remix' will not show any 'Remix Instrumental'
ca: No distingeix entre majúscules i minúscules, però l'ordre de les paraules és important: «Instrumental Remix» no mostrarà cap «Remix Instrumental»
cs: Malá nebo velká písmena nehrají roli, je ale důležité pořadí slov: 'Instrumental Remix' nezobrazí 'Remix Instrumental'
de: Groß- und Kleinschreibung ist unwichtig, aber die Wortreihenfolge ist wichtig: 'Instrumental Remix' wird keinen 'Remix Instrumental' anzeigen
es_es: Las mayúsculas o minúsculas son indiferentes, pero el orden de las palabras es importante: 'Instrumental Remix' no mostrará ningún 'Remix Instrumental'
et: Tähesuurus ei ole oluline, kuid sõnade järjekord on oluline: "Instrumental Remix" ei näita tulemusi "Remix Instrumental"
fr: La recherche n'est pas sensible à la casse mais l'ordre des mots est important : « Instrumental Remix » n'affichera pas les résultats avec « Remix Instrumental »
hu: Nem kis- és nagybetű érzékeny, de a szórend fontos: az „Instrumental Remix” nem jeleníti meg a „Remix Instrumental” egyik elemét sem
it: Le Maiuscole/minuscole sono ignorate, ma l'ordine delle parole rimane importante: 'Instrumental Remix' non mostrerà alcuna 'Remix Instrumental'
lv: Lielo/mazo burtu lietojums ir nebūtisks, taču vārdu secība ir svarīga: 'Instrumental Remix” nerādīs nevienu 'Remix Instrumental'
nl: Hoofdlettergebruik is niet belangrijk, maar de volgorde van woorden wel: 'Instrumental Remix' zal geen 'Remix Instrumental' weergeven
pl: Wielkość liter nie ma znaczenia, ale ważna jest kolejność słów: „Instrumental Remix” nie pokaże żadnego „Remix Instrumental”
pt_br: Maiúsculas e minúsculas são insensíveis, mas a ordem das palavras é importante: 'Instrumental Remix' não mostrará nenhum 'Remix Instrumental'
pt_pt: Maiúsculas e minúsculas são insensíveis, mas a ordem das palavras é importante: 'Instrumental Remix' não mostrará nenhum 'Remix Instrumental'
ru: Регистр нечувствителен, но порядок слов важен: 'Instrumental Remix' не покажет никаких 'Remix Instrumental'
ta: வழக்கு உணர்ச்சியற்றது, ஆனால் சொல் வரிசை முக்கியமானது: 'கருவி ரீமிக்ச்' எந்த 'ரீமிக்ச் கருவியை' காட்டாது
tr: Büyük/küçük harfe duyarlı değildir, ancak sözcük sırası önemlidir: 'Instrumental Remix' herhangi bir 'Remix Instrumental' göstermeyecektir
zh_hans: 不区分大小写，但词序很重要：“Instrumental Remix”不会显示任何“Remix Instrumental”的结果

source: Censor
ca: Censurar
cs: Cenzurovat
de: Zensur
es_cl: Censurar
es_es: Censurar
et: Tsenseeri
fr: Censurer
hu: Cenzor
it: Censura
lv: Cenzēt
nl: Censureren
pl: Cenzura
pt_br: Censurar
pt_pt: Censurar
ru: Цензура
ta: தணிக்கை
tr: Sansürle
uk: Цензура
zh_hans: 审查

source: Censor Pattern
ca: Patró Censor
cs: Vzor cenzury
de: Zensurmuster
es_cl: Patrón de censura
es_es: Patrón de censura
et: Tsensuuri muster
fr: Motif de censure
hu: Cenzúraminta
it: Modello di Censura
lv: Cenzūras šablons
nl: Censuur-patroon
pl: Wzór cenzurowania
pt_br: Padrão de censura
pt_pt: Padrão de censura
ru: Шаблон цензуры
ta: தணிக்கை முறை
tr: Sansür Kalıbı
uk: Шаблон цензури
zh_hans: 违禁词匹配模式

source: Change
ca: Canvia
cs: Změna
de: Ändern
es_es: Cambiar
et: Muuda
fr: Changer
hu: Változtat
it: Cambia
lv: Izmainīt
nl: Veranderen
pl: Zmień
pt_br: Alterar
pt_pt: Alterar
ru: Изменить
ta: சேஞ்ச்
tr: Değiştir
uk: Змінити
zh_hans: 更改

source: Change Main Tab
ca: Canviar la pestanya principal
cs: Změnit hlavní kartu
de: Hauptregisterkarte ändern
es_cl: Cambiar Pestaña Principal
es_es: Cambiar pestaña principal
et: Muuda peamist vahekaarti
fr: Changer l'onglet principal
hu: Főlapváltás
it: Cambia Scheda Principale
lv: Mainīt galveno cilni
nl: Hoofd-tab wijzigen
pl: Zmień kartę główną
pt_br: Mudar Aba Principal
pt_pt: Mudar Guia Principal
ru: Изменить начальную вкладку
ta: முதன்மையான தாவலை மாற்றவும்
tr: Ana Sekmeyi Değiştir
uk: Змінити головну вкладку
zh_hans: 更改主选项卡

source: Change Password
ca: Canviar la contrasenya
cs: Změna hesla
de: Passwort ändern
es_cl: Cambiar contraseña
es_es: Cambiar la contraseña
et: Muuda parooli
fr: Modifier le mot de passe
hu: Jelszó megváltoztatása
it: Cambia Password
lv: Mainīt paroli
nl: Wachtwoord veranderen
pl: Zmień hasło
pt_br: Mudar Senha
pt_pt: Mudar Palavra-passe
ru: Изменить пароль
ta: கடவுச்சொல்லை மாற்றவும்
tr: Parola Değiştir
uk: Змінити пароль
zh_hans: 更改密码

source: Changed tab label color:
ca: S'ha canviat el color de l'etiqueta de la pestanya:
cs: Barva popisku změněné karty:
de: Farbe der Tab-Beschriftung geändert:
es_cl: Color de la etiqueta de la pestaña cambiada:
es_es: Color de la etiqueta de la pestaña cambiada:
et: Muutunud vahekaardi sildi värv:
fr: Changement de la couleur de l'étiquette de l'onglet :
hu: A lapcímke színe megváltozott:
it: Colore scheda cambiata:
lv: Mainīta cilnes etiķetes krāsa:
nl: Veranderde tab labelkleur:
pl: Kolor etykiety zmienionej karty:
pt_br: Cor do rótulo da aba alterada:
pt_pt: Cor do rótulo da guia alterada:
ru: Изменённый цвет метки вкладки:
ta: மாற்றப்பட்ட தாவல் சிட்டை நிறம்:
tr: Değiştirilen sekme etiketi rengi:
uk: Змінений колір мітки вкладки:
zh_hans: 更改选项卡标签颜色：

source: Chat
ca: Xat
es_cl: Charla
et: Vestlus
fr: Discussion
hu: Csevegés
lv: Tērzēšana
pl: Czat
pt_br: Bate-papo
pt_pt: Bate-papo
ru: Чат
ta: அரட்டை
tr: Sohbet
uk: Чат
zh_hans: 聊天

source: Chat Completion
ca: Completar el xat
cs: Dokončení chatu
de: Chat-Vervollständigung
es_cl: Autocompletar el Chat
es_es: Autocompletar el chat
et: Vestluse automaatne täiendamine
fr: Complétion des discussions
hu: A csevegés befejezése
it: Completamento Chat
lv: Tērzēšanas pabeigšana
nl: Chat aanvulling
pl: Dopełnianie czatu
pt_br: Conclusão do bate-papo
pt_pt: Conclusão do bate-papo
ru: Автодополнение чата
ta: அரட்டை நிறைவு
tr: Sohbeti Tamamla
uk: Автодоповнення чату
zh_hans: 聊天结束

source: Chat History
ca: Historial de xat
cs: Historie chatu
de: Chatverlauf
es_cl: Historial de charla
es_es: Historial de chat
et: Vestluse ajalugu
fr: Historique des discussions
hu: Csevegéselőzmények
it: Cronologia Chat
lv: Tērzēšanas vēsture
nl: Chatgeschiedenis
pl: Historia czatu
pt_br: Histórico de bate-papo
pt_pt: Histórico de bate-papo
ru: История чата
ta: அரட்டை _ வரலாறு
tr: Sohbet Geçmişi
uk: Історія чату
zh_hans: 聊天历史

source: Chat Room Command Help
ca: Ajuda d'ordres de la sala de xat
cs: Nápověda k příkazům místnosti
de: Chatraum-Befehlshilfe
es_es: Ayuda con los comandos de la sala del chat
et: Jututoa käskude abi
fr: Aide sur les commandes des salons de discussion
hu: Csevegőszoba-parancs súgó
it: Chat Stanza Comando Aiuto
lv: Tērzēšanas istabas komandu palīdzība
nl: Chatkamer commando-help
pl: Lista komend w pokojach rozmów
pt_br: Ajuda do Comando da Sala de Bate-Papo
pt_pt: Ajuda do Comando da Sala de Bate-Papo
ru: Справка по командам комнаты
ta: அரட்டை அறை கட்டளை உதவி
tr: Sohbet Odası Komut Yardımı
zh_hans: 聊天室命令帮助

source: Chat Rooms
ca: Sales de xat
cs: Chatovací místnosti
de: Chaträume
es_cl: Salas de Chat
es_es: Salas de chat
et: Jututoad
fr: Salons de discussions
hu: Csevegőszobák
it: Canali
lv: Tērzēšanas istabas
nl: Chatkamers
pl: Lista pokoi
pt_br: Salas de Bate-papo
pt_pt: Salas de bate-papo
ru: Комнаты
ta: அரட்டை அறைகள்
tr: Sohbet Odaları
uk: Чати
zh_hans: 聊天室

source: Chat font:
ca: Tipus de lletra del xat:
cs: Písmo chatu:
de: Schriftart für Chats:
es_cl: Fuente del chat:
es_es: Tipografía para los chats:
et: Vestluse font:
fr: Police des discussions :
hu: Csevegés betűtípusa:
it: Carattere chat:
lv: Tērzēšana fonts:
nl: Chat lettertype:
pl: Czcionka czatu:
pt_br: Fonte das salas:
pt_pt: Fonte das salas:
ru: Шрифт чата:
ta: அரட்டை எழுத்துரு:
tr: Sohbet yazı tipi:
uk: Шрифт чату:
zh_hans: 聊天字体：

source: Chat room format:
ca: Format de la sala de xat:
cs: Formát chatovací místnosti:
de: Chatraumformat:
es_cl: Formato de sala de chat:
es_es: Formato de sala de chat:
et: Jututoa vorming:
fr: Format des salons de discussion :
hu: Csevegőszoba-formátum:
it: Formato Chat:
lv: Tērzēšanas istabas formāts:
nl: Chatkamer format:
pl: Format pokoju rozmów:
pt_br: Formato da sala de bate-papo:
pt_pt: Formato da sala de bate-papo:
ru: Формат чата:
ta: அரட்டை அறை வடிவம்:
tr: Sohbet odası biçimi:
uk: Формат чату:
zh_hans: 聊天室格式：

source: Chat room mentions
ca: Mencions a la sala de xat
cs: Zmínky chatovací místnosti
de: Chatraum-Erwähnungen
es_cl: Menciones de las salas de chat
es_es: Menciones de las salas de chat
et: Jututuba mainib
fr: Mentions dans les salons
hu: Csevegőszoba említések
it: Menzioni in chat di canale
lv: Tērzēšanas istabas pieminējumi
nl: Chatkamer vermeldingen
pl: Wzmianki na czacie
pt_br: Menções da sala de bate-papo
pt_pt: Menções da sala de bate-papo
ru: Упоминания в чате
ta: அரட்டை அறை குறிப்பிடுகிறது
tr: Sohbet odasında bahsedilmeler
uk: Згадки в чаті
zh_hans: 聊天室提及

source: Chat room message:
ca: Missatge de la sala de xat:
cs: Zpráva chatovací místnosti:
de: Nachricht im Chatraum:
es_cl: Mensaje de la sala de chat:
es_es: Mensaje de la sala de chat:
et: Jututoa sõnum:
fr: Message des salons de discussion :
hu: Csevegőszoba-üzenet:
it: Messaggio di canale:
lv: Tērzēšanas istabas ziņa:
nl: Chatkamer bericht:
pl: Wiadomość pokoju rozmów:
pt_br: Mensagem da sala de bate-papo:
pt_pt: Mensagem da sala de bate-papo:
ru: Сообщение в чате:
ta: அரட்டை அறை செய்தி:
tr: Sohbet odası mesajı:
uk: Повідомлення чату:
zh_hans: 聊天室留言：

source: Chat room messages
ca: Missatges de la sala de xat
cs: Zprávy chatovací místnosti
de: Nachrichten im Chatraum
es_cl: Mensajes de las salas de chat
es_es: Mensajes de las salas de chat
et: Jututoa sõnumid
fr: Messages des salons
hu: Csevegőszoba üzenetek
it: Messaggi di canale
lv: Tērzēšanas istabas ziņas
nl: Chatkamer berichten
pl: Wiadomości z czatu
pt_br: Mensagens da sala de bate-papo
pt_pt: Mensagens da sala de bate-papo
ru: Сообщения в чате
ta: அரட்டை அறை செய்திகள்
tr: Sohbet odası mesajları
uk: Повідомлення чату
zh_hans: 聊天室信息

source: Chat room usernames
ca: Noms d'usuari de la sala de xat
cs: Uživatelská jména chatovací místnosti
de: Benutzernamen in Chatrooms
es_cl: Nombres de usuario de las salas de chat
es_es: Nombres de usuario de las salas de chat
et: Jututoa kasutajanimed
fr: Nom des utilisateurs des salons
hu: Csevegőszoba felhasználónevei
it: Nomi utente in chat di canale
lv: Tērzēšanas istabu lietotājvārdi
nl: Chatkamer gebruikersnamen
pl: Nazwy użytkowników czatów
pt_br: Nomes de usuário da sala de bate-papo
pt_pt: Nomes de utilizador da sala de bate-papo
ru: Имена пользователей в чатах
ta: அரட்டை அறை பயனர்பெயர்கள்
tr: Sohbet odası kullanıcı adları
uk: Імена користувачів чат-кімнати
zh_hans: 聊天室用户名

source: Chat username appearance:
ca: Aparença del nom d'usuari del xat:
cs: Vzhled uživatelského jména chatu:
de: Aussehen des Chat-Benutzernamens:
es_cl: Aspecto del nombre de usuario del chat:
es_es: Aspecto del nombre de usuario del chat:
et: Vestluse kasutajanime tekst:
fr: Apparence du nom d’utilisateur dans les discussions :
hu: Csevegési felhasználónév megjelenése:
it: Aspetto nome utente in chat:
lv: Tērzēšanas lietotājvārda izskats:
nl: Chat gebruikersnaam uiterlijk:
pl: Wygląd nazwy użytkownika czatu:
pt_br: Aparência do nome de usuário do bate-papo:
pt_pt: Aparência do nome de utilizador do bate-papo:
ru: Внешний вид имени пользователя в чате:
ta: பயனர்பெயர் தோற்றம்:
tr: Sohbet kullanıcı adı görünümü:
uk: Зовнішній вигляд імені користувача в чаті:
zh_hans: 聊天用户名外观：

source: Chatroom logs folder:
ca: Carpeta de registres de la sala de xat:
cs: Složka protokolů chatovací místnosti:
de: Ordner für Chatroomprotokolle:
es_cl: Carpeta de registros de las salas de chat:
es_es: Carpeta de registros de las salas de chat:
et: Jututoa logide kaust:
fr: Dossier des journaux du salon de discussion :
hu: Csevegőszoba naplók mappája:
it: Cartella registri chat di canale:
lv: Tērzēšanas istabas žurnālu mape:
nl: Chatkamer logs map:
pl: Folder logów pokoi rozmów:
pt_br: Pasta de registros da sala de bate-papo:
pt_pt: Pasta de registos da sala de bate-papo:
ru: Каталог журналов публичных чатов:
ta: சாட்ரூம் பதிவுகள் கோப்புறை:
tr: Sohbet odası günlükleri klasörü:
uk: Каталог журналів чату:
zh_hans: 聊天室日志文件夹：

source: Chats
ca: Xats
cs: Chaty
es_cl: Charlas
et: Vestlused
fr: Discussions
hu: Csevegések
it: Chat
lv: Tērzēšana
pl: Czaty
pt_br: Bate-Papos
pt_pt: Bate-Papos
ru: Чаты
ta: அரட்டைகள்
tr: Sohbetler
uk: Чати
zh_hans: 聊天

source: Check Port Status
ca: Comprovar l'estat del port
cs: Zkontrolujte stav portu
de: Portstatus überprüfen
es_cl: Comprobar estado de puerto
es_es: Comprobar el estado del puerto
et: Kontrolli pordi olekut
fr: Vérifier l'état du port
hu: Portállapot ellenőrzése
it: Controlla Stato Porta
lv: Pārbaudīt porta statusu
nl: Poortstatus controleren
pl: Sprawdź status portu
pt_br: Checar o Status da Porta
pt_pt: Verificar o Estado da Porta
ru: Проверить порт
ta: துறைமுகம் நிலையை சரிபார்க்கவும்
tr: Bağlantı Noktası Durumunu Denetle
uk: Перевірити статус порту
zh_hans: 检查端口状态

source: Checking latest version…
ca: Comprovant la versió més recent…
cs: Kontrola nejnovější verze…
de: Neueste Version überprüfen …
es_es: Comprobando la última versión…
et: Uusima versiooni kontrollimine…
fr: Vérification d'une nouvelle version…
hu: Legújabb verzió ellenőrzése…
it: Controlla ultima versione…
lv: Pārbauda jaunāko versiju…
nl: Laatste versie controleren…
pl: Sprawdzanie najnowszej wersji…
pt_br: Verificando a versão mais recente…
pt_pt: A verificar a versão mais recente…
ru: Проверка актуальной версии…
ta: அண்மைக் கால பதிப்பைச் சரிபார்க்கிறது…
tr: En son sürüm denetleniyor…
uk: Перевірити останню версію…
zh_hans: 检查最新版本……

source: Clear
ca: Netejar
cs: Vyčistit
de: Entfernen
es_cl: Limpiar
es_es: Limpiar
et: Tühjenda
fr: Effacer
hu: Törlés
it: Pulisci
lv: Notīrīt
nl: Wissen
pl: Wyczyść
pt_br: Limpar
pt_pt: Limpar
ru: Очистить
ta: தெளிவான
tr: Temizle
uk: Очистити
zh_hans: 清除

source: Clear Activity View
ca: Netejar la vista de l'activitat
cs: Vyčistit zobrazení aktivity
de: Aktivitätsansicht löschen
es_cl: Limpiar vista de actividad
es_es: Limpiar la vista de actividad
et: Tühjenda tegevuse ajalugu
fr: Effacer la vue des activités
hu: Aktivitásnézet törlése
it: Pulisci Vista Attività
lv: Notīrīt darbību skatu
nl: Activiteitenweergave wissen
pl: Wyczyść widok aktywności
pt_br: Limpar Vista de Atividades
pt_pt: Limpar Histórico de Visualização
ru: Очистить историю активности
ta: செயல்பாட்டு பார்வை
tr: Etkinlik Görünümünü Temizle
uk: Очистити перегляд активності
zh_hans: 清除活动视图

source: Clear All
ca: Netejar-ho tot
cs: Vyčistit vše
de: Alles löschen
es_cl: Limpiar todo
es_es: Borrar todo
et: Eemalda kõik
fr: Tout effacer
hu: Mindent töröl
it: Pulisci Tutto
lv: Notīrīt visu
nl: Alles wissen
pl: Wyczyść wszystko
pt_br: Limpar Tudo
pt_pt: Limpar Tudo
ru: Очистить всё
ta: அனைத்தையும் அழிக்கவும்
tr: Tümünü Temizle
uk: Очистити все
zh_hans: 全部清除

source: Clear All Downloads
ca: Netejar totes les descàrregues
cs: Vyčistit všechna stahování
de: Alle Downloads löschen
es_cl: Limpiar todas las descargas
es_es: Limpiar todas las descargas
et: Eemalda kõik allalaadimised
fr: Effacer tous les téléchargements
hu: Az összes letöltés törlése
it: Pulisci Tutti i Download
lv: Notīrīt visas lejupielādes
nl: Alle downloads wissen
pl: Wyczyść wszystkie pobrane
pt_br: Limpar Todos os Downloads
pt_pt: Limpar Todas as Descargass
ru: Очистить все загрузки
ta: எல்லா பதிவிறக்கங்களையும் அழிக்கவும்
tr: Tüm İndirmeleri Temizle
uk: Очистити всі завантаження
zh_hans: 清除所有下载

source: Clear All Finished/Cancelled Uploads
ca: Esborrar totes les càrregues finalitzades / cancel·lades
cs: Vyčistit dokončená/zrušená nahrávání
de: Alle abgeschlossenen/abgebrochenen Uploads löschen
es_es: Borrar todas las subidas finalizadas/canceladas
et: Eemalda kõik lõpetatud/tühistatud üleslaadimised
fr: Effacer tous les envois terminés / annulés
hu: Törölje az összes Befejezett/Megszüntetett feltöltést
it: Rimuovi Tutti gli Upload Completati/Annullati
lv: Notīrīt visas pabeigtās/atceltās augšupielādes
nl: Alle voltooide/geannuleerde uploads wissen
pl: Wyczyść wszystkie zakończone i anulowane wysyłania
pt_br: Limpar todos os uploads concluídos/cancelados
pt_pt: Limpar todos os uploads concluídos/cancelados
ru: Очистить список завершённых раздач
ta: முடிக்கப்பட்ட/ரத்து செய்யப்பட்ட பதிவேற்றங்களை அழிக்கவும்
tr: Tamamlanan ve iptal edilen tüm yüklemeleri temizle
zh_hans: 清除所有已完成/已取消的上传

source: Clear All Finished/Filtered Downloads
ca: Netejar totes les descàrregues acabades i filtrades
cs: Vyčistit všechna dokončená/filtrovaná stahování
de: Alle abgeschlossenen/gefilterten Downloads löschen
es_es: Borrar todas las descargas finalizadas/filtradas
et: Eemalda kõik lõpetatud/filtreeritud allalaadimised
fr: Effacer tous les téléchargements terminés / filtrés
hu: Törölje az összes kész/szűrt letöltést
it: Rimuovi Tutti i Download Finiti/Filtrati
lv: Notīrīt visas pabeigtās/filtrētās lejupielādes
nl: Alle voltooide/gefilterde downloads wissen
pl: Wyczyść wszystkie zakończone/filtrowane pobrania
pt_br: Limpar todos os downloads finalizados/filtrados
pt_pt: Limpar todas as descargas finalizadas/filtradas
ru: Очистить список загруженных файлов
ta: முடிக்கப்பட்ட/வடிகட்டப்பட்ட எல்லா பதிவிறக்கங்களையும் அழிக்கவும்
tr: Tüm tamamlanan ve filtrelenen indirmeleri temizle
zh_hans: 清除所有已完成和已过滤的下载

source: Clear All Results
ca: Netejar tots els resultats
cs: Vyčistit všechny výsledky
de: Alle Ergebnisse löschen
es_cl: Limpiar todos los resultados
es_es: Limpiar todos los resultados
et: Eemalda kõik tulemused
fr: Effacer tous les résultats
hu: Minden eredmény törlése
it: Pulisci Tutti i Risultati
lv: Notīrīt visus rezultātus
nl: Alle resultaten wissen
pl: Wyczyść wszystkie wyniki
pt_br: Limpar Todos os Resultados
pt_pt: Limpar Todos os Resultados
ru: Очистить все результаты
ta: எல்லா முடிவுகளையும் அழிக்கவும்
tr: Tüm Sonuçları Temizle
uk: Очистити всі результати
zh_hans: 清除所有结果

source: Clear All Uploads
ca: Neteja totes les càrregues
cs: Vyčistit všechna nahrávání
de: Alle Uploads löschen
es_cl: Limpiar todas las subidas
es_es: Limpiar todas las subidas
et: Eemalda kõik üleslaadimised
fr: Effacer tous les envois
hu: Minden feltöltés törlése
it: Pulisci Tutti gli Upload
lv: Notīrīt visas augšupielādes
nl: Alle uploads wissen
pl: Wyczyść wszystkie wysłane
pt_br: Limpar Todos os Uploads
pt_pt: Limpar Todos os Uploads
ru: Очистить все раздачи
ta: எல்லா பதிவேற்றங்களையும் அழிக்கவும்
tr: Tüm Yüklemeleri Temizle
uk: Очистити всі вивантаження
zh_hans: 清除所有上传

source: Clear All…
ca: Netejar-ho tot…
cs: Vyčistit vše…
de: Alles löschen …
es_cl: Limpiar todo…
es_es: Limpiar todo…
et: Eemalda kõik…
fr: Tout effacer…
hu: Mindent kitöröl…
it: Pulisci Tutto…
lv: Notīrīt visu…
nl: Alles wissen…
pl: Wyczyść wszystko…
pt_br: Limpar Tudo…
pt_pt: Limpar Tudo…
ru: Очистить всё…
ta: அனைத்தையும் அழிக்கவும்…
tr: Tümünü Temizle…
uk: Очистити все…
zh_hans: 清除所有……

source: Clear Filter History
ca: Netejar l'historial de filtres
cs: Vyčistit historii filtrování
de: Filterverlauf löschen
es_cl: Limpiar historial de filtros
es_es: Limpiar el historial de filtros
et: Puhasta filtri ajalugu
fr: Effacer l'historique des filtres
hu: Szűréselőzmények törlése
it: Pulisci Cronologia Filtri
lv: Notīrīt filtru vēsturi
nl: Filtergeschiedenis wissen
pl: Wyczyść historię filtrowań
pt_br: Limpar histórico do filtro
pt_pt: Limpar histórico do filtro
ru: Очистить историю фильтров
ta: வடிகட்டி வரலாற்றை அழிக்கவும்
tr: Filtre Geçmişini Temizle
uk: Очистити історію фільтрів
zh_hans: 清除过滤历史

source: Clear Filters
ca: Neteja els Filtres
cs: Vyčistit filtry
de: Filter löschen
es_es: Limpiar los filtros
et: Eemalda filtrid
fr: Effacer les filtres
hu: Szűrők törlése
it: Rimuovi Filtri
lv: Notīrīt filtrus
nl: Filters wissen
pl: Wyczyść filtry
pt_br: Limpar Filtros
pt_pt: Limpar Filtros
ru: Очистить фильтры
ta: தெளிவான வடிப்பான்கள்
tr: Filtreleri Temizle
zh_hans: 清除过滤器

source: Clear Finished
ca: Netejar finalitzades
cs: Vyčistit dokončené
de: Entferne Abgeschlossene
es_cl: Limpiar finalizadas
es_es: Limpiar terminadas
et: Eemalda lõpetatud
fr: Effacer terminé
hu: Befejezettek törlése
it: Pulisci Completati
lv: Notīrīt pabeigtos
nl: Voltooide wissen
pl: Wyczyść zakończone
pt_br: Limpar Concluídos
pt_pt: Limpar Concluídas
ru: Очистить завершённые
ta: தெளிவாக முடிந்தது
tr: Tamamlananları Temizle
uk: Очистити завершені
zh_hans: 已清除

source: Clear Log View
ca: Netejar la vista de registre
cs: Vyčistit zobrazení protokolu
de: Protokollansicht löschen
es_cl: Limpiar vista de registro
es_es: Limpiar la vista de registro
et: Tühjenda logivaade
fr: Effacer la vue des journaux
hu: Naplónézet törlése
it: Pulisci Vista Registro
lv: Notīrīt žurnāla skatu
nl: Logweergave wissen
pl: Wyczyść widok dziennika
pt_br: Limpar Exibição de Registros
pt_pt: Limpar Exibição de Registos
ru: Очистить журнал
ta: பதிவு பார்வை அழி
tr: Günlük Görünümünü Temizle
uk: Очистити вигляд журналу
zh_hans: 清除日志视图

source: Clear Message View
ca: Netejar la visualització de missatges
cs: Vyčistit zobrazení zpráv
de: Nachrichtenansicht löschen
es_cl: Limpiar vista de mensaje
es_es: Limpiar vista de mensajes
et: Tühjenda sõnumivaade
fr: Effacer les messages du salon
hu: Üzenetnézet törlése
it: Pulisci Vista Messaggio
lv: Notīrīt ziņas skatu
nl: Berichtweergave wissen
pl: Wyczyść widok wiadomości
pt_br: Limpar Tela de Mensagens
pt_pt: Limpar Vista de Mensagens
ru: Очистить историю сообщений
ta: செய்தி காட்சி
tr: Mesaj Görünümünü Temizle
uk: Очистити перегляд повідомлень
zh_hans: 清除消息视图

source: Clear Queued Downloads
ca: Netejar les descàrregues en cua
cs: Vyčistit stahování ve frontě
de: Lösche wartende Downloads
es_cl: Limpiar descargas en cola
es_es: Limpiar descargas en cola
et: Eemalda järjekorras olevad allalaadimised
fr: Effacer les téléchargements en attente
hu: Sorba állított letöltések törlése
it: Pulire Tutti i Download Accodati
lv: Notīrīt rindā esošās lejupielādes
nl: Downloads in wachtrij wissen
pl: Wyczyść kolejkę pobierania
pt_br: Limpar downloads na fila
pt_pt: Limpar descargas na fila
ru: Очистить очередь загрузки
ta: வரிசைப்படுத்தப்பட்ட பதிவிறக்கங்களை அழிக்கவும்
tr: Kuyruğa Alınan İndirmeleri Temizle
uk: Очистити завантаження в черзі
zh_hans: 清除下载队列
